{
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "contact": "Contact",
  "name": "Hi, I'm Lucas",
  "presentation": "I'm full stack developer who loves crafting clean, scalable web applications. My goal is to build solutions that offer both exceptional performance and a delightful user experience.",
  "view_projects": "View projects",
  "contact_me": "Contact me",
  "about_me": "About me",
  "passion": "Passionate developer with expertise in building scalable web applications and creating innovate solutions.",
  "tests": "Unit tests",
  "messaging": "Messaging",
  "education": "Education",
  "undergraduate_course": "B.S in Computer Science - UNIFAGOC (2023-2027)",
  "relevant_courses": "Relevant Courses: Algorithms and programming techniques, Data Structures, Web Development, Hexagonal Architecture...",
  "work_experience": "Work Experience",
  "work_experiences": "Full-stack Trainee Developer at PMU (2024- Present)",
  "desc_experiences": "Responsible for front-end development and the creation and integration of REST APIs.",
  "featured_projects": "Featured Projects",
  "document_manager_title": "Document Manager",
  "document_manager_description": "I developed a document management and control system to optimize the processes of the General Archive sector of the Municipal Government of Ubá (PMU).",
  "qualiai_title": "QualiAI",
  "qualiai_description": "I developed QualiAI, an automated visual inspection system using computer vision and machine learning technologies.",
  "moodflix_title": "Moodflix",
  "moodflix_description": "I developed an intuitive movie viewing and recommendation system.",
  "converso_title": "Converso",
  "converso_description": "I developed a complete SaaS LMS application with user authentication, subscriptions and payments using Next, Supabase and Stripe. I implemented a real-time learning platform with Vapi integration, allowing the use of an AI voice agent to conduct interactive learning sessions.",
  "view_project": "View project",
  "get_in_touch": "Get in touch",
  "name_placeholder": "Name...",
  "email_placeholder": "example@gmail.com",
  "message_placeholder": "Your message...",
  "send_message": "Send message"
}